const FILES = [
  {
    "name": "احصائية عن انتفاضة الاقصى",
    "file": "احصائية عن انتفاضة الاقصى.pdf"
  },
  {
    "name": "ارهاب ومجازر",
    "file": "ارهاب ومجازر.pdf"
  },
  {
    "name": "الأسرى",
    "file": "الأسرى.pdf"
  },
  {
    "name": "الانتفاضة الكبرى انتفاضة الحجارة ١٩٨٧١٢٨",
    "file": "الانتفاضة الكبرى انتفاضة الحجارة ١٩٨٧١٢٨.pdf"
  },
  {
    "name": "الحرم القدسي الشريف",
    "file": "الحرم القدسي الشريف.pdf"
  },
  {
    "name": "المسار العسكري للقضية الفلسطينية",
    "file": "المسار العسكري للقضية الفلسطينية.pdf"
  },
  {
    "name": "المسجد الاقصى",
    "file": "المسجد الاقصى.pdf"
  },
  {
    "name": "المسيرة السياسية للقضية الفلسطينية",
    "file": "المسيرة السياسية للقضية الفلسطينية.pdf"
  },
  {
    "name": "المقاومة",
    "file": "المقاومة.pdf"
  },
  {
    "name": "تاريخ فلسطين القديم والحديث",
    "file": "تاريخ فلسطين القديم والحديث.pdf"
  },
  {
    "name": "حريق المسجد الاقصى",
    "file": "حريق المسجد الاقصى.pdf"
  },
  {
    "name": "حميد قاروت ٢",
    "file": "حميد قاروت ٢.pdf"
  },
  {
    "name": "رسومات ثورية ٢",
    "file": "رسومات ثورية ٢.pdf"
  },
  {
    "name": "رسومات",
    "file": "رسومات.pdf"
  },
  {
    "name": "زكي",
    "file": "زكي.pdf"
  },
  {
    "name": "شهداء",
    "file": "شهداء.pdf"
  },
  {
    "name": "طوفان الاقصى",
    "file": "طوفان الاقصى.pdf"
  },
  {
    "name": "عبد الهادي الشماع",
    "file": "عبد الهادي الشماع.pdf"
  },
  {
    "name": "علي فرزات ٢",
    "file": "علي فرزات ٢.pdf"
  },
  {
    "name": "غزة",
    "file": "غزة.pdf"
  },
  {
    "name": "فلسطين الأرض والانسان",
    "file": "فلسطين الأرض والانسان.pdf"
  },
  {
    "name": "فلسطين",
    "file": "فلسطين.pdf"
  },
  {
    "name": "كاريكاتير جلال الرفاعي",
    "file": "كاريكاتير جلال الرفاعي.pdf"
  },
  {
    "name": "كاريكاتير حمد قاروط",
    "file": "كاريكاتير حمد قاروط.pdf"
  },
  {
    "name": "كاريكاتير ناجي العلي",
    "file": "كاريكاتير ناجي العلي.pdf"
  },
  {
    "name": "كاريكاتير وليد",
    "file": "كاريكاتير وليد.pdf"
  },
  {
    "name": "كركتير علي فرزات",
    "file": "كركتير علي فرزات.pdf"
  },
  {
    "name": "كركتير",
    "file": "كركتير.pdf"
  },
  {
    "name": "مجازر",
    "file": "مجازر.pdf"
  },
  {
    "name": "مسجد قبة الصخرة المشرفة",
    "file": "مسجد قبة الصخرة المشرفة.pdf"
  },
  {
    "name": "مواجهات",
    "file": "مواجهات.pdf"
  },
  {
    "name": "هاني",
    "file": "هاني.pdf"
  },
  {
    "name": "يوم الارض",
    "file": "يوم الارض.pdf"
  }
];
